// FileSyncUI Localizable.strings

// The name of the product
"FileSyncUI" = "Sincronización de archivos";

// Text of "ok" button, used in various dialogs.
"OK" = "Aceptar";

// Text of "cancel" button, used in various dialogs.
"CANCEL" = "Cancelar";

// Text of "Next" button, used in various dialogs
"NEXT" = "Siguiente";

// Text of "Done" button, used in various dialogs
"DONE" = "Aceptar";

// Text of "Continue" button, used in various dialogs
"CONTINUE" = "Continuar";


// ------------------------
// Exception (error) window

"DESTINATION:" = "Destino:";	// Destination label - prefixes the destination path of a symlink.
"MODIFIED:"    = "Modificación:";		// Modified label - prefixes the displayed mod date
"NAME:"        = "Nombre:";			// Name label - prefixes the name of the file
"SIZE:"        = "Tamaño:";			// Size label - prefixes the displayed size of the file
"IDISK"		   = "iDisk";			// Prefixing the path with "iDisk/" when appropriate

// These labels tell the user which side of the mirror the file which caused the error resides on
"THIS_COMPUTER" = "En este ordenador";	// For iDisk
".MAC"          = "En %@";				// For iDisk
"LOCAL_MHD"     = "En este ordenador";	// For Mobile Home Directories (MHD)
"REMOTE_MHD"    = "En la red";		// For MHD

// To reveal the errored file in Finder when appropriate
"SHOW IN FINDER" = "Mostrar en Finder";


// ------------------------
// Exception (error) dialog

// The title of the exception dialog.
"IDISK ERROR TITLE" = "Error de iDisk";
"MHD ERROR TITLE"   = "Error de sincronización con la carpeta de inicio";
"FS ERROR TITLE"    = "Error de sincronización de archivos";

// Error code. The argument is an integer number, such as -43.
"ERROR%" = "Código de error %d.";

// Exception count.
// The first argument is an integer index, the second is the total number of errors. E.g., "iDisk Error 1 of 5"
"IDISK ERROR COUNT%" = "Error %d de %d de iDisk";
"MHD ERROR COUNT%"   = "Error de sincronización con la carpeta de inicio %d de %d";
"FS ERROR COUNT%"    = "Error de sincronización de archivos %d de %d";

// Title text of the error. Two variations, only one is used at a time.
// The argument is a filename.
"ERROR DELETING%"      = "Se ha producido un problema al eliminar el archivo “%@”.";
"ERROR SYNCING%"       = "Se ha producido un problema al sincronizar el archivo “%@”.";
"ERROR MOVING%"        = "Se ha producido un problema al trasladar el archivo “%@”.";
"ERROR ACCESSING%"     = "Se ha producido un problema al sincronizar el archivo “%@”.";
"DIR:ERROR DELETING%"  = "Se ha producido un problema al eliminar la carpeta “%@”.";
"DIR:ERROR SYNCING%"   = "Se ha producido un problema al sincronizar la carpeta “%@”.";
"DIR:ERROR MOVING%"    = "Se ha producido un problema al trasladar la carpeta “%@”.";
"DIR:ERROR ACCESSING%" = "Se ha producido un problema al sincronizar la carpeta “%@”.";


// ------------------------
// Exception dialog error messages.
// The first string is a short description of the error.
// The second string is additional help text.

// dskFulErr
// The first three strings are variations of the short description: iDisk, mobile home, and general syncing.
"IDISK DSKFULERR"      = "Su iDisk está casi lleno. No hay espacio suficiente en el iDisk para sincronizar este ítem.";
"MHD DSKFULERR"        = "El directorio de inicio está casi lleno. No hay espacio suficiente para sincronizar este ítem.";
"FS DSKFULERR"         = "El disco está casi lleno. No hay espacio suficiente para sincronizar este ítem.";
"IDISK DSKFULERR HELP" = "Algunos ítems de su iDisk están en la Papelera. Para liberar espacio, vacíe la Papelera.";

// afpAccessDenied
// The first two strings are variations of the short description: deleting, syncing
"AFPACCESSDENIED DELETE"     = "No está autorizado para eliminar este archivo.";
"AFPACCESSDENIED SYNC"       = "No está autorizado para sincronizar este archivo.";
"DIR:AFPACCESSDENIED DELETE" = "No está autorizado para eliminar esta carpeta.";
"DIR:AFPACCESSDENIED SYNC"   = "No está autorizado para sincronizar esta carpeta.";
"AFPACCESSDENIED HELP"       = "Puede consultar sus permisos en el panel de información del Finder.";

// kSFFileNameDiffersByCase
// The first three strings are variations of the short description: iDisk, mobile home, general syncing.
"IDISK KSFFILENAMEDIFFERSBYCASE"     = "El nombre de este archivo es igual que el de otro ítem guardado en su iDisk, excepto por las mayúsculas y las minúsculas empleadas.";
"MHD KSFFILENAMEDIFFERSBYCASE"       = "El nombre de este archivo es igual que el de otro ítem guardado en su carpeta de inicio, excepto por las mayúsculas y las minúsculas empleadas.";
"FS KSFFILENAMEDIFFERSBYCASE"        = "El nombre de este archivo es igual que el de otro ítem guardado en su disco, excepto por las mayúsculas y las minúsculas empleadas.";
"DIR:IDISK KSFFILENAMEDIFFERSBYCASE" = "El nombre de esta carpeta es igual que el de otro ítem guardado en su iDisk, excepto por las mayúsculas y las minúsculas empleadas.";
"DIR:MHD KSFFILENAMEDIFFERSBYCASE"   = "El nombre de esta carpeta es igual que el de otro ítem guardado en su directorio de inicio, excepto por las mayúsculas y las minúsculas empleadas.";
"DIR:FS KSFFILENAMEDIFFERSBYCASE"    = "El nombre de esta carpeta es igual que el de otro ítem guardado en su disco, excepto por las mayúsculas y las minúsculas empleadas.";
"KSFFILENAMEDIFFERSBYCASE HELP"      = "Debería asignar otro nombre a este ítem para diferenciarlo mejor. Podría, por ejemplo, añadir un número al final del nombre.";

// fBsyErr
"FSBSYERR"      = "El archivo está en uso.";
"FSBSYERR HELP" = "Puede que alguna aplicación tenga abierto este archivo. Intente cerrarlo o salir de todas las aplicaciones.";

// fLckdErr
"FLCKDERR"      = "El archivo está bloqueado.";
"DIR:FLCKDERR"  = "La carpeta está bloqueada.";
"FLCKDERR HELP" = "Puede desbloquear el ítem mediante el panel de información del Finder.";

"File Not Found"      = "No se ha encontrado el archivo.";
"HELP:File Not Found" = "Puede que el archivo se haya trasladado durante la sincronización. Realice de nuevo la sincronización.";

"File Name Too Long"      = "El nombre de un archivo o carpeta es demasiado largo.";
"HELP:File Name Too Long" = "Cambie el nombre de este ítem por uno más corto.";

"I/O Error"      = "Se ha producido un error al leer o escribir el archivo.";
"HELP:I/O Error" = "Inténtelo de nuevo más tarde.";

"Destination does not support symlinks"      = "La carpeta de destino no admite enlaces simbólicos.";
"HELP:Destination does not support symlinks" = "Pruebe a comprimir el archivo o la carpeta.";

"Object deleted"      = "Se ha borrado el ítem antes de poder ser sincronizado.";
//"HELP:Object deleted" = "";

"Object created"      = "Se ha creado un nuevo ítem en la misma ubicación que este ítem antes de poder ser sincronizado.";
//"HELP:Object created" = "";

"Object modified"     = "Este ítem, que se tenía que actualizar, se ha modificado por otra aplicación antes de poder ser sincronizado.";
//"HELP:Object modified" = "";

"Network error"       = "Se ha producido un error de red.";
"HELP:Network error"  = "Compruebe su conexión de red o inténtelo de nuevo más tarde.";

//"Timeout Error"       = "The server has stopped responding.";

"Unknown error"            = "Se ha producido un problema.";					// [rdar://5231555]
"HELP:Unknown error"       = "Inténtelo de nuevo más tarde.";
"HELP-IDISK:Unknown error" = "Inténtelo de nuevo más tarde.";
"HELP-PHD:Unknown error"   = "Inténtelo de nuevo más tarde. Si el problema persiste, póngase en contacto con el administrador de red.";

"IDISK ALMOST FULL"     = "Su iDisk está casi lleno.";
"ALMOST FULL TRASH MSG" = "Hay archivos del iDisk en la Papelera. Para que liberar espacio, vacíe la Papelera.\n\nPuede aumentar el tamaño del iDisk en el panel %@ de Preferencias del Sistema.";
"ALMOST FULL .MAC MSG"  = "Puede aumentar el tamaño del iDisk en el panel %@ de Preferencias del Sistema.";

"REVERIFICATION"      = "El archivo ha ido cambiando durante las últimas %@ sincronizaciones.";
"REVERIFICATION HELP" = "Puede que alguna aplicación haya ido modificando el archivo periódicamente. Intente cerrarlo o salir de todas las aplicaciones.";

"TOO_MANY_EAS"      = "La ubicación de destino no admite algunos de los datos contenidos en este ítem.";
"TOO_MANY_EAS HELP" = "Pruebe a comprimir el archivo o la carpeta.";

// ---------------------
// offline folder dialog

"OFFLINE FOLDER%"    = "La carpeta %@ sólo está disponible cuando hay conexión con su iDisk.";
"OFFLINE FOLDER MSG" = "Para acceder a esta carpeta, debe conectar el ordenador a Internet.";


// Size formats, used in the conflict and exception dialog to show file sizes.
// The argument is the number of bytes, the suffixes are the abbreviations for the standard metric scales: kilobytes, megabytes, etc.
"%BYTES" = "%llu bytes";
"%KB"    = "%.2f KB";
"%MB"    = "%.2f MB";
"%GB"    = "%.2f GB";
"%TB"    = "%.2f TB";
"%PB"    = "%.2f PB";
"%XB"    = "%.2f XB";


// --------------------
// Conflict list window

// Conflict count. Singular and plural. The plural argument is an integer. Used in the conflict *list* window, not the conflict resolution window
"1CONFLICT"  = "1 conflicto";
"%CONFLICTS" = "%d conflictos";


// -----------------------
// Conflict manager window

"%IS_OUT_OF_SYNC"          = "“%@” se ha modificado en ambas ubicaciones.";			// Name of conflicting item.
"%WHERE"                   = "Ubicación: %@";						// Path to parent folder of conflicting item.
"%CONFLICT_COUNT"          = "%d de %d";						// Conflict count (arguments are integers i.e., "1 of 16")
"ROOT"                     = "-raíz-";							// The name of the root of the sync point, rather than @"/"
"FILE"                     = "archivo";
"FOLDER"                   = "carpeta";
"PACKAGE"                  = "paquete";
"SYMLINK"                  = "enlace simbólico";
"IDISK_LOCAL_TITLE"        = "Este ordenador";
"IDISK_POPUP_LOCAL_TITLE"  = "Conservar archivo de este ordenador";
"IDISK_POPUP_REMOTE_TITLE" = "Conservar archivo de %@";
"MHD_LOCAL_TITLE"          = "En este ordenador";
"MHD_REMOTE_TITLE"         = "En la red";
"MHD_POPUP_LOCAL_TITLE"    = "Conservar archivo de este ordenador";
"MHD_POPUP_REMOTE_TITLE"   = "Conservar archivo de la red";
"1_IDISK_CONFLICT"         = "Hay un conflicto de sincronización con iDisk.";			// Singular for iDisk
"%_IDISK_CONFLICTS"        = "Hay %d conflictos de sincronización con iDisk.";			// Plural for iDisk
"1_MHD_CONFLICT"           = "Hay un conflicto de sincronización con el directorio de inicio.";				// Singular for MHD
"%_MHD_CONFLICTS"          = "Hay %d conflictos de sincronización con el directorio de inicio.";			// Plural for MHD
"IDISK_RESOLVE_REMOTE"     = "Resolver todos los conflictos mediante los archivos de %@";
"IDISK_RESOLVE_LOCAL"      = "Resolver todos los conflictos usando los archivos de este ordenador";
"IDISK_RESOLVE_BOTH"       = "Resolver todos los conflictos conservando ambos archivos";
"IDISK_RESOLVE_LASTMOD"    = "Resolver todos los conflictos conservando el archivo con la fecha de modificación más reciente.";
"IDISK_RESOLVE_EXCLUDE"    = "Resolver todos los conflictos excluyendo los archivos de futuras sincronizaciones.";
"IDISK_RESOLVE_NONE"       = "Ignorar todos los conflictos.";
"MHD_RESOLVE_REMOTE"       = "Resolver todos los conflictos usando los archivos de la red";
"MHD_RESOLVE_LOCAL"        = "Resolver todos los conflictos usando los archivos de este ordenador";
"MHD_RESOLVE_BOTH"         = "Resolver todos los conflictos conservando ambos archivos";
"MHD_RESOLVE_LASTMOD"      = "Resolver todos los conflictos conservando el archivo con la fecha de modificación más reciente.";
"MHD_RESOLVE_EXCLUDE"      = "Resolver todos los conflictos excluyendo los archivos de futuras sincronizaciones.";
"MHD_RESOLVE_NONE"         = "Ignorar todos los conflictos.";
"MHD_CONFLICT_TITLE"       = "Conflictos de sincronización";

// Unable to resolve all conflicts alert sheet
"NOT_ALL_RESOLVED_TITLE" = "No se han podido resolver todos los conflictos";
"NOT_ALL_RESOLVED_MSG"   = "No se han podido resolver algunos conflictos porque sus fechas de modificación eran demasiado cercanas. Resuelva estos conflictos manualmente o utilizando otra opción.";

"There are no file syncing errors or conflicts." = "No hay errores de sincronización o conflictos.";

// -----------------
// Global Exceptions

// iDisk
"GLOBAL-IDISK:Timeout"      = "La sincronización del iDisk no ha finalizado. Inténtelo de nuevo más tarde.";
"GLOBAL-HELP-IDISK:Timeout" = "Si sigue teniendo problemas para sincronizar su iDisk, puede que haya un problema con la conexión a Internet. Salga de todas las aplicaciones que utilizan Internet antes de intentarlo de nuevo.";

"GLOBAL-IDISK:NetworkError"      = "La sincronización del iDisk no ha finalizado.";
"GLOBAL-HELP-IDISK:NetworkError" = "Compruebe su conexión de red o inténtelo de nuevo más tarde.";

"GLOBAL-IDISK:RemoteBusy"      = "La sincronización del iDisk no ha finalizado.";
"GLOBAL-HELP-IDISK:RemoteBusy" = "Inténtelo de nuevo más tarde.";

"GLOBAL-IDISK:UNKNOWN"      = "La sincronización de su iDisk no ha finalizado debido a un problema.";
"GLOBAL-HELP-IDISK:UNKNOWN" = "Inténtelo de nuevo más tarde.";

// PHD
"GLOBAL-PHD:Timeout"      = "La sincronización de su directorio de inicio no ha finalizado. Inténtelo de nuevo más tarde.";
"GLOBAL-HELP-PHD:Timeout" = "Si sigue teniendo problemas para sincronizar su directorio de inicio, puede que haya un problema con la conexión de red. Salga de todas las aplicaciones que utilizan la red antes de intentarlo de nuevo.";

"GLOBAL-PHD:NetworkError"      = "La sincronización de su directorio de inicio no ha finalizado.";
"GLOBAL-HELP-PHD:NetworkError" = "Compruebe su conexión de red o inténtelo de nuevo más tarde.";

"GLOBAL-PHD:RemoteBusy"      = "La sincronización de su directorio de inicio no ha finalizado.";
"GLOBAL-HELP-PHD:RemoteBusy" = "Inténtelo de nuevo más tarde.";

"GLOBAL-PHD:UNKNOWN"      = "La sincronización de su directorio de inicio no ha finalizado debido a un problema.";
"GLOBAL-HELP-PHD:UNKNOWN" = "Inténtelo de nuevo más tarde.";

// Other
"GLOBAL-FS:Timeout"      = "La sincronización de sus archivos no ha finalizado. Inténtelo de nuevo más tarde.";
"GLOBAL-HELP-FS:Timeout" = "Si sigue teniendo problemas para sincronizar sus archivos, puede que haya un problema con la conexión de red. Salga de todas las aplicaciones que utilizan la red antes de intentarlo de nuevo.";

"GLOBAL-FS:NetworkError"      = "La sincronización de sus archivos no ha finalizado.";
"GLOBAL-HELP-FS:NetworkError" = "Compruebe su conexión de red o inténtelo de nuevo más tarde.";

"GLOBAL-FS:RemoteBusy"      = "La sincronización de sus archivos no ha finalizado.";
"GLOBAL-HELP-FS:RemoteBusy" = "Inténtelo de nuevo más tarde.";

"GLOBAL-FS:UNKNOWN"      = "La sincronización de sus archivos no ha finalizado debido a un problema.";
"GLOBAL-HELP-FS:UNKNOWN" = "Inténtelo de nuevo más tarde.";
